# Создайте любым способом множество из десяти вещей, которые вы
# бы взяли на необитаемый остров. Спросите у кого-то из ваших
# близких, какие вещи они взяли бы туда. Выведите на экран
# множество вещей:
# которые бы взяли вы двое;
# которое взяли только вы;
# которое возьмет ваш близкий человек;
# вещи которые есть и у вас и у вашего близкого человека.
all_thing = {"расческа","телевизор","фен","нож","полотенце","спички","телефон","косметика","фонарик","вода"}
# которые бы взяли вы двое;
us_thing = {"расческа","телевизор","косметика","фонарик","вода","нож","спички"}
# которое взяли только вы;
my_thing = {"нож","спички","фонарик","вода"}
# которое возьмет ваш близкий человек;
my_loved_one_thing = {"расческа","телевизор","косметика"}
# вещи которые есть и у вас и у вашего близкого человека.
thing = {"фен","нож","полотенце","спички","телефон"}