# Создайте любым способом кортеж из следующих жанров
# литературы:
# Роман, Новелла, Фэнтези, Научная Фантастика.
# И второй кортеж из чисел в следующем порядке:
# 3, 7, 9, 1, 6, 8, 2, 5, 4.
# При помощи методов работы с кортежами проведите следующие
# операции:
# узнайте длину обоих кортежей (это количество элементов в них);
# найдите максимальный и минимальный элемент;
# просуммируйте элементы если это возможно;
# отсортируйте элементы по возрастанию и убыванию в
# результате сортировки и последующих операций необходимо
# получить кортеж.
# Помните что кортеж это неизменяемый тип данных, поэтому для
# некоторых операций нужно создавать новый кортеж.
